readwrite/150_node/job_1471273_fiojob_8/nid00105_fiojob_8/output.log
readwrite: (g=0): rw=rw, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=256
...
fio-3.27
Starting 8 processes
readwrite: Laying out IO file (1 file / 1024MiB)
readwrite: Laying out IO file (1 file / 1024MiB)
readwrite: Laying out IO file (1 file / 1024MiB)
[...]

readwrite: (groupid=0, jobs=8): err= 0: pid=169260: Wed Jul 21 19:40:18 2021
  read: IOPS=25.0k, BW=97.8MiB/s (103MB/s)(28.7GiB/300028msec)
    slat (usec): min=7, max=769742, avg=220.03, stdev=4242.29
    clat (usec): min=13, max=19030k, avg=40870.43, stdev=368543.61
     lat (usec): min=109, max=19080k, avg=41091.19, stdev=371120.81
    clat percentiles (msec):
     |  1.00th=[   12],  5.00th=[   13], 10.00th=[   13], 20.00th=[   14],
     | 30.00th=[   14], 40.00th=[   14], 50.00th=[   14], 60.00th=[   14],
     | 70.00th=[   14], 80.00th=[   15], 90.00th=[   15], 95.00th=[   17],
     | 99.00th=[  600], 99.50th=[ 1770], 99.90th=[ 5403], 99.95th=[ 8490],
     | 99.99th=[13489]
   bw (  KiB/s): min=   72, max=316208, per=100.00%, avg=101691.94, stdev=14358.02, samples=4721
   iops        : min=   18, max=79052, avg=25423.00, stdev=3589.51, samples=4721
  write: IOPS=25.0k, BW=97.8MiB/s (103MB/s)(28.7GiB/300028msec); 0 zone resets
    slat (usec): min=68, max=423370, avg=78.15, stdev=193.28
    clat (usec): min=11, max=19080k, avg=40557.64, stdev=365400.73
     lat (usec): min=91, max=19080k, avg=40636.89, stdev=365402.58
    clat percentiles (msec):
     |  1.00th=[   12],  5.00th=[   13], 10.00th=[   13], 20.00th=[   14],
     | 30.00th=[   14], 40.00th=[   14], 50.00th=[   14], 60.00th=[   14],
     | 70.00th=[   14], 80.00th=[   15], 90.00th=[   15], 95.00th=[   17],
     | 99.00th=[  558], 99.50th=[ 1754], 99.90th=[ 5269], 99.95th=[ 8356],
     | 99.99th=[13489]
   bw (  KiB/s): min=   64, max=313632, per=100.00%, avg=101466.00, stdev=14369.62, samples=4726
   iops        : min=   16, max=78408, avg=25366.50, stdev=3592.41, samples=4726
  lat (usec)   : 20=0.01%, 50=0.01%, 100=0.01%, 250=0.01%, 500=0.01%
  lat (usec)   : 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=0.01%, 20=97.31%, 50=1.53%
  lat (msec)   : 100=0.07%, 250=0.04%, 500=0.04%, 750=0.05%, 1000=0.12%
  lat (msec)   : 2000=0.40%, >=2000=0.43%
  cpu          : usr=5.95%, sys=29.91%, ctx=72180, majf=0, minf=360
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued rwts: total=7514575,7514326,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=256

Run status group 0 (all jobs):
   READ: bw=97.8MiB/s (103MB/s), 97.8MiB/s-97.8MiB/s (103MB/s-103MB/s), io=28.7GiB (30.8GB), run=300028-300028msec
  WRITE: bw=97.8MiB/s (103MB/s), 97.8MiB/s-97.8MiB/s (103MB/s-103MB/s), io=28.7GiB (30.8GB), run=300028-300028msec